Repository: simon-knuth/scanner
Catalog: Scanner/Resources/Localization/*/Resources.resw
Source language: en
Languages: ar_tn, ca, cs, he, hi, hu, nb, nl, pl, pt_br, ro, ru, sk, uk, zh_hans

# ErrorMessageCropBody
source: Cropping is not available right now.
ar_tn: الاقتصاص غير متوفر حاليا.
ca: Ara mateix no podem retallar.
cs: Funkce oříznutí není momentálně dostupná.
he: חיתוך אינו זמין כעת.
hi: क्रॉपिंग अभी उपलब्ध नहीं है।
hu: A körbevágás nem sikerült.
nb: Beskjæring er ikke tilgjengelig akkurat nå.
nl: Bijsnijden is momenteel niet beschikbaar.
pl: Przycinanie nie jest teraz dostępne.
pt_br: A opção de cortar não está disponível de momento.
ro: Trunchierea este indisponibilă momentan.
ru: Обрезка сейчас недоступна.
sk: Orezanie nie je momentálne k dispozícii.
uk: Обрізка зараз недоступна.
zh_hans: 现在无法裁剪

# ErrorMessageDeleteHeading
source: Something went wrong
ar_tn: حدث خطأ ما
ca: Alguna cosa no ha funcionat
cs: Něco se pokazilo
he: משהו השתבש
hi: कोई अज्ञात त्रुटि उत्पन्न हुई
hu: Hiba történt
nb: Noe skjedde feil
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ro: A apărut o problemă
ru: Что-то пошло не так
sk: Niečo sa pokazilo
uk: Щось пішло не так
zh_hans: 出错了

# ErrorMessageDeleteBody
source: Deleting this is not possible right now.
ar_tn: الحذف غير ممكن حاليا.
ca: Ara mateix no podem esborrar.
cs: Momentálně není možné smazat.
he: מחיקה זו אינה אפשרית כרגע.
hi: इसे मिटाना अभी संभव नहीं है।
hu: A törlés nem sikerült.
nb: Å få fjernet dette er ikke mulig akkurat nå.
nl: Dit verwijderen is op dit moment niet mogelijk.
pl: Usunięcie tego nie jest teraz możliwe.
pt_br: De momento, não é possível apagar.
ro: Ștergerea este indisponibilă momentan.
ru: Удаление не удалось
sk: Odstránenie momentálne nie je možné.
uk: видалити не вдалося
zh_hans: 现在无法删除该项

# ErrorMessageNoFormatHeading
source: Oops!
ar_tn: عذراً!
ca: Ups!
cs: Jejda!
he: אופפס!
hi: अरे!
hu: Hoppá!
nb: Oy!
nl: Oeps!
pl: Ups!
pt_br: Opa!
ro: Ups!
ru: ОЙ!
sk: Ups!
uk: Отакої!
zh_hans: 哎呀！

# ErrorMessageNoFormatBody
source: Please select a file format.
ar_tn: الرجاء حدد صيغة الملف.
ca: Si us plau, seleccioneu un format.
cs: Prosím vyberte formát souboru.
he: אנא בחר פורמט קובץ.
hi: कृपया एक फ़ाइल फॉर्मेट का चयन करें।
hu: Válasszon ki egy fájlformátumot.
nb: Vennligst velg et filformat.
nl: Selecteer een bestandsformaat.
pl: Wybierz format pliku.
pt_br: Por favor, selecione um formato de arquivo.
ro: Vă rugăm să alegeți un format de fișier.
ru: Пожалуйста, выберите формат файла.
sk: Vyberte formát súboru.
uk: Будь ласка, виберіть формат файлу.
zh_hans: 请选择文件格式

# ErrorMessageRenameHeading
source: Something went wrong
ar_tn: حدث خطأ ما
ca: Alguna cosa no ha funcionat
cs: Něco se pokazilo
he: משהו השתבש
hi: कोई अज्ञात त्रुटि उत्पन्न हुई
hu: Hiba történt
nb: Noe gikk galt
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ro: A apărut o problemă
ru: Что-то пошло не так
sk: Niečo sa pokazilo
uk: Щось пішло не так
zh_hans: 出错了

# ErrorMessageRenameBody
source: Renaming this is not possible right now. Perhaps a file with the same name already exists?
ar_tn: إعادة التسمية غير ممكنة حاليا. ربما يوجد ملف آخر بنفس الأسم؟
ca: No hem pogut canviar el nom al fitxer. Pot ser que hi hagi un fitxer amb el mateix nom?
cs: Tento soubor momentálně nelze přejmenovat. Možná již existuje soubor se stejným názvem?
he: שינוי לשם זה אינו אפשרי כרגע. אולי קובץ עם אותו שם כבר קיים?
hi: इसका नाम बदलना अभी संभव नहीं है। शायद इसी नाम की फ़ाइल पहले से मौजूद है?
hu: Az átnevezés nem sikerült. Lehet, hogy létezik már egy fájl ilyen névvel?
nb: Navneendring på dette er det ikke mulighet for akkurat nå. Kanskje en fil med samme navn finnes fra før av?
nl: Deze naam wijzigen is op dit moment niet mogelijk. Misschien bestaat er al een bestand met dezelfde naam?
pl: W tej chwili zmiana nazwy nie jest możliwa. Być może plik o tej samej nazwie już istnieje?
pt_br: De momento, não é possível renomear este arquivo. Será que já existe um arquivo com o mesmo nome?
ro: Redenumirea este indisponibilă momentan. Verificați dacă nu există deja un alt fișier cu același nume.
ru: Переименование сейчас невозможно. Возможно, файл с таким именем уже существует?
sk: Premenovanie momentálne nie je možné. Možno už existuje súbor s rovnakým názvom?
uk: Перейменування зараз неможливо. Можливо, файл з таким ім'ям вже існує?
zh_hans: 现在无法重命名该项。可能已有相同名字的文件存在？

# ErrorMessageRotateHeading
source: Something went wrong
ar_tn: حدث خطأ ما
ca: Alguna cosa no ha funcionat
cs: Něco se pokazilo
he: משהו השתבש
hi: कोई अज्ञात त्रुटि उत्पन्न हुई
hu: Hiba történt
nb: Noe gikk galt
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ro: A apărut o problemă
ru: Что-то пошло не так
sk: Niečo sa pokazilo
uk: Щось пішло не так
zh_hans: 出错了

# ErrorMessageRotateBody
source: Rotating this is not possible right now. Please try again.
ar_tn: التدوير غير مككن حاليا. حاول مرة أخرى.
ca: Ara mateix no podem girar. Si us plau, torneu-ho a provar.
cs: Momentálně nelze otočit. Zkuste to znovu.
he: סיבוב זה אינו אפשרי כעת. אנא נסה שוב.
hi: इसे घुमाना अभी संभव नहीं है। कृपया पुन: प्रयास करें।
hu: Az elforgatás nem sikerült. Próbálja újra.
nb: Rotering på dette er ikke mulighet for akkurat nå. Vennligst prøv igjen.
nl: Dit roteren is op dit moment niet mogelijk. Probeer het opnieuw.
pl: Obrót tego nie jest teraz możliwy. Spróbuj ponownie.
pt_br: No momento não é possível girar. Por favor, tente novamente.
ro: Rotirea este indisponibilă momentan. Vă rugăm să încercați din nou.
ru: Поворот сейчас невозможен. Пожалуйста, попробуйте ещё раз.
sk: Otáčanie momentálne nie je možné. Prosím skúste to znova.
uk: Повернути зараз неможливо. Будь ласка, спробуйте ще раз.
zh_hans: 现在无法翻转该项。请重试。

# ErrorMessageSaveHeading
source: Something went wrong
ar_tn: حدث خطأ ما
ca: Alguna cosa no ha funcionat
cs: Něco se pokazilo
he: משהו השתבש
hi: कोई अज्ञात त्रुटि उत्पन्न हुई
hu: Hiba történt
nb: Noe gikk feil
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ro: A apărut o problemă.
ru: Что-то пошло не так
sk: Niečo sa pokazilo
uk: Щось пішло не так
zh_hans: 出错了

# ErrorMessageSaveBody
source: Saving these changes failed. Please make sure that the file is still available and try again.
ar_tn: فشل حفظ التغيير. الرجاء التأكد من وجود الملف والمحاولة مرة أخرى.
ca: No hem pogut desar els canvis. Comproveu que el fitxer estigui disponible i torna-ho a provar.
cs: Chyba při ukládání změn. Prosím ujistěte se, že je soubor stále dostupný a zkuste to znovu.
he: שמירת השינויים הללו נכשלה. ודא שהקובץ עדיין זמין ונסה שוב.
hi: इन परिवर्तनों को सहेजना विफल रहा। कृपया सुनिश्चित करें कि फ़ाइल अभी भी उपलब्ध है और पुनः प्रयास करें।
hu: A módosítások mentése sikertelen. Győződjön meg arról, hogy a fájl továbbra is elérhető és próbálja újra.
nb: Lagring av disse forandringene feilet. Vær så snill å forsikre deg at filen er fortsatt tilgjengelig å forsøk igjen.
nl: Het opslaan van deze wijzigingen is mislukt. Zorg ervoor dat het bestand nog steeds beschikbaar is en probeer het opnieuw.
pl: Zapisanie tych zmian nie powiodło się. Upewnij się, że plik jest nadal dostępny i spróbuj ponownie.
pt_br: Não foi possível salvar estas alterações. Por favor, certifique-se de que o arquivo ainda está disponível e tente novamente.
ro: Salvarea modificărilor a eșuat. Vă rugăm să vă asigurați că fișierul încă mai este disponibil și să încercați din nou.
ru: Не удалось сохранить изменения. Убедитесь, что файл всё ещё доступен, и повторите попытку.
sk: Uloženie týchto zmien zlyhalo. Skontrolujte, či je súbor stále dostupný, a skúste to znova.
uk: Неможливо зберегти зміни. Переконайтеся, що файл все ще існує, і спробуйте ще раз.
zh_hans: 保存更改失败。请确保文件仍有效并重试。

# ErrorMessageScanCancelHeading
source: Something went wrong
ar_tn: حدث خطأ ما
ca: Alguna cosa no ha funcionat
cs: Něco se pokazilo
he: משהו השתבש
hi: कोई अज्ञात त्रुटि उत्पन्न हुई
hu: Hiba történt
nb: Noe gikk feil
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ro: A apărut o problemă
ru: Что-то пошло не так
sk: Niečo sa pokazilo
uk: Щось пішло не так
zh_hans: 出错了

# ErrorMessageScanCancelBody
source: The scanner is currently not accepting the app's request to cancel scanning.
ar_tn: لا يقبل الماسح الضوئي حاليا طلب التطبيق إلغاء المسح.
ca: L'escàner no està acceptant la petició de cancel·lar l'escàner en curs.
cs: Skener momentálně neodpovídá na požadavek o zrušení.
he: בשלב זה הסורק אינו מקבל את בקשת האפליקציה לבטל את הסריקה.
hi: स्कैनर वर्तमान में स्कैनिंग रद्द करने के ऐप के अनुरोध को स्वीकार नहीं कर रहा है।
hu: A szkenner jelenleg nem fogadja el az alkalmazás szkennelés megszakítási kérését.
nb: Skanneren aksepterer ikke applikasjonens forespørsel om å avbryte skanningen.
nl: De scanner accepteert momenteel het verzoek van de app om het scannen te annuleren niet.
pl: Skaner obecnie nie akceptuje żądania anulowania skanu od aplikacji.
pt_br: No momento o digitalizador não está aceitando o pedido de cancelamento emitido pelo aplicativo.
ro: Scanerul nu acceptă momentan cererea aplicației de a întrerupe procesul de scanare.
ru: В данный момент сканер не принимает запрос на отмену сканирования.
sk: Skener momentálne neprijíma žiadosť aplikácie o zrušenie skenovania.
uk: Зараз сканер не приймає запит на скасування сканування.
zh_hans: 扫描仪目前不接受应用请求的取消扫描操作。

# ErrorMessageScanErrorHeading
source: Something went wrong
ar_tn: حدث خطأ ما
ca: Alguna cosa no ha funcionat
cs: Něco se pokazilo
he: משהו השתבש
hi: कोई अज्ञात त्रुटि उत्पन्न हुई
hu: Hiba történt
nb: Noe skjedde feil
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ro: A apărut o problemă
ru: Что-то пошло не так
sk: Niečo sa pokazilo
uk: Щось пішло не так
zh_hans: 出错了

# ErrorMessageScanErrorBody
source: The scan failed due to an unknown error.
ar_tn: فشل المسح نتيجة حطأ غير معروف.
ca: L'escàner ha fallat a causa d'un error desconegut.
cs: Sken selhal kvůli neznámé chybě.
he: הסריקה נכשלה עקב שגיאה לא ידועה.
hi: स्कैन किसी अज्ञात त्रुटि के कारण विफल रहा।
hu: A szkennelés nem sikerült egy váratlan hiba miatt.
nb: Skanningen feilet grunnet en ukjent error.
nl: De scan is mislukt vanwege een onbekende fout.
pl: Skaner napotkał nieznany błąd.
pt_br: A digitalização falhou devido a um erro desconhecido.
ro: Scanarea a eșuat dintr-un motiv necunoscut.
ru: Сканирование не удалось из-за неизвестной ошибки.
sk: Skenovanie zlyhalo v dôsledku neznámej chyby.
uk: Сканування не вдалося через невідому помилку.
zh_hans: 由于未知错误扫描失败。

# HeadingEditCropAspectRatioChinese.Text
source: Chinese
ar_tn: الصينية
ca: Xinès
cs: Čínský
he: סינית
hi: चीनी
hu: Kínai
nb: Kinesisk
pl: Chiński
pt_br: Chinês
ro: Chineză
ru: Китайский
sk: Čínsky
uk: Китайський
zh_hans: 中文

# HeadingEditCropAspectRatioInternational.Text
source: International
ar_tn: دولي
ca: Internacional
cs: Mezinárodní
he: בינלאומח
hi: अंतरराष्ट्रीय
hu: Nemzetközi
nb: Internasjonal
nl: Internationale
pl: Międzynarodowy
pt_br: Internacional
ro: Internațional
ru: Международный
sk: Medzinárodný
uk: Міжнародний
zh_hans: 国际通用

# HeadingEditCropAspectRatioNA.Text
source: North American
ar_tn: أمريكا الشمالية
ca: Nord-americà
cs: Severoamerický
he: צפון אמריקה
hi: उत्तरि अमेरिका
hu: Észak-Amerikai
nb: Nord Amerikansk
nl: Noord Amerikaan
pl: Północno Amerykański
pt_br: Norte-americano
ro: America de Nord
ru: Североамериканский
sk: Severoamerický
uk: Північноамериканський
zh_hans: 北美

# HeadingScanner.Text
source: Scanner
ca: Escàner
cs: Skener
he: סורק
hi: स्कैनर
hu: Szkenner
nb: Skanner
pl: Skaner
ro: Scaner
ru: Сканер
sk: Skener
uk: Сканер
zh_hans: 扫描仪

# HeadingScanOptionsColor.Text
source: Color mode
ar_tn: نمط اللون
ca: Mode de color
cs: Barevný režim
he: מצב צבע
hi: रंग मोड
hu: Színmód
nb: Fargemodus
nl: Kleur mode
pl: Format koloru
pt_br: Modo de cor
ro: Mod color
ru: Цветовой режим
sk: Režim farieb
uk: Кольоровий режим
zh_hans: 色彩模式

# HeadingScanOptionsFormat.Text
source: Save as
ar_tn: حفظ بأسم
ca: Desa com
cs: Uložit jako
he: שמור בשם
hi: दूसरे रूप में सहेजें
hu: Mentési formátum
nb: Lagre som
nl: Opslaan als
pl: Zapisz jako
pt_br: Salvar como
ro: Salvare ca
ru: Сохранить как
sk: Uložiť ako
uk: Зберегти як
zh_hans: 另存为

# HeadingScanOptionsFeederOptions.Text
source: Feeder options
ar_tn: خيارات المغذي
ca: Opcions de l'alimentador
cs: Možnosti feederu
he: אפשרויות מזין
hi: फीडर ऑप्शंस
hu: Az adagoló opciói
nb: Mater alternativ
nl: Feeder-opties
pl: Opcje podajnika
pt_br: Opções de alimentador
ro: Opțiuni pentru fider
ru: Варианты подачи
sk: Možnosti podávača
uk: Варіанти подання
zh_hans: 进纸选项

# HeadingScanOptionsResolution.Text
source: Resolution
ar_tn: الدقة
ca: Resolució
cs: Rozlišení
he: רזולוציה
hi: रिज़ॉल्यूशन
hu: Felbontás
nb: Oppløsning
nl: Oplossing
pl: Rozdzielczość
pt_br: Resolução
ro: Rezoluție
ru: Разрешение
sk: Rozlíšenie
uk: Роздільна здатність
zh_hans: 分辨率

# HeadingScanOptionsSource.Text
source: Source
ar_tn: المصدر
ca: Font
cs: Zdroj
he: מקור
hi: स्रोत
hu: Forrás
nb: Kilde
nl: Bron
pl: Źródło
pt_br: Origem
ro: Sursă
ru: Источник
sk: Zdroj
uk: Джерело
zh_hans: 来源

# OptionScanOptions10Pages.Content
source: Scan up to 10 pages consecutively
ar_tn: مسح 10 صفحات متتالية
ca: Escanegeu fins a deu pàgines consecutives
cs: Skenujte až 10 stran za sebou
he: סרוק עד 10 עמודים ברציפות
hi: लगातार १० पृष्ठों तक स्कैन करें
hu: Szkennelj akár 10 oldalt egymás után
nb: Skann opp til ti sider på rad
nl: Scan tot 10 pagina's achter elkaar
pl: Skanuj do 10 stron pod rząd
pt_br: Digitalizar consecutivamente até 10 páginas
ro: Scanați până la 10 pagini consecutive
ru: Последовательное сканирование до 10 страниц
sk: Skenovať až 10 strán za sebou
uk: Послідовне сканування до 10 сторінок
zh_hans: 依次扫描10页

# OptionScanOptionsColorColor.Content
source: Color
ar_tn: ملون
cs: Barva
he: צבע
hi: रंगीन
hu: Színes
nb: Fargen
nl: Kleur
pl: Kolor
pt_br: Cores
ru: Цветное
sk: Farebný
uk: Кольорове
zh_hans: 彩色

# OptionScanOptionsColorGrayscale.Content
source: Grayscale
ar_tn: تدرج الرمادي
ca: Escala de grisos
cs: Odstíny šedi
he: גווני אפור
hi: ग्रेस्केल
hu: Szürkeárnyalatos
nb: Gråtoner
nl: grijswaarden
pl: Skala odcieni szarości
pt_br: Tons de cinza
ro: Tonuri de gri
ru: Оттенки серого
sk: Odtiene šedej
uk: Відтінки сірого
zh_hans: 灰度

# OptionScanOptionsColorMonochrome.Content
source: Monochrome
ar_tn: احادي اللون
ca: Monocrom
cs: Jednobarevné
he: מונוכרום
hi: मोनोक्रोम
hu: Monokróm
nb: Monokrom
nl: Monochroom
pl: Czarno-biały
pt_br: Monocromático
ro: Monocrom
ru: Монохромное
sk: Monochromatický
uk: Монохромне
zh_hans: 黑白

# OptionScanOptionsDuplex.Content
source: Duplex (front & back)
ar_tn: وجهين (الوجه والخلف)
ca: Doble (davant i darrere)
cs: Duplex (oboustranně)
he: דו-צדדי (מלפנים ומאחור)
hi: दोहरा (आगे और पीछे)
hu: Duplex (eleje és hátulja)
nb: Dobbeltside (front & bak)
nl: Duplex (voor & achter)
pl: Dwustronny
pt_br: Duplex (frente e verso)
ro: Duplex (față-verso)
ru: Двустороннее (спереди и сзади)
sk: Obojstranná tlač (vpredu a vzadu)
uk: Двобічне (спереду і ззаду)
zh_hans: 双向（正&反）

# OptionScanOptionsSourceAutomatic.Content
source: Automatic configuration
ar_tn: تجهيز آلي
ca: Configuració automàtica
cs: Automaticky
he: קביעת תצורה אוטומטית
hi: स्वचालित विन्यास
hu: Automatikus
nb: Automatisk konfigurasjon
nl: Automatische configuratie
pl: Konfiguracja automatyczna
pt_br: Configuração automática
ro: Configurare automată
ru: Автоматическая настройка
sk: Automatická konfigurácia
uk: Автоматичне налаштування
zh_hans: 自动配置

# OptionScanOptionsSourceFeeder.Content
source: Feeder
ar_tn: المغذي
ca: Alimentador de documents
he: מזין
hi: फीडर
hu: Adagoló
nb: Mater
nl: Automatische invoer
pl: Podajnik
pt_br: Alimentador
ro: Fider
ru: Податчик
sk: Podávač
uk: Фідер
zh_hans: 进纸

# OptionScanOptionsSourceFlatbed.Content
source: Flatbed
ar_tn: المسطحة
ca: Vidre de l'escàner
cs: Plošný
he: משטח אופקי
hi: फ्लैटबेड
hu: Síkágy
nb: Flatseng
nl: Manuele invoer
pl: Skaner płaski
pt_br: Vidro
ro: Pat de sticlă
ru: Планшет
sk: Plochý
uk: Планшет
zh_hans: 平面

# TextManageInitialPlaceholder.Text
source: Scanned pages will appear here
ar_tn: ستظهر الصفجات الممسوحة هنا
ca: Les pàgines escanejades apareixeran aquí
cs: Zde se zobrazí naskenované strany
he: דפים סרוקים יופיעו כאן
hi: स्कैन किए गए पृष्ठ यहाँ दिखाई देंगे
hu: A beszkennelt oldalak itt fognak megjelenni
nb: Skannede sider vil oppstå her
nl: Gescande pagina's verschijnen hier
pl: Tutaj pojawią się zeskanowane strony
pt_br: As páginas digitalizadas vão aparecer aqui
ro: Paginile scanate vor apărea aici
ru: Сканы будут появляться здесь
sk: Tu sa zobrazia naskenované strany
uk: Відскановані сторінки будуть відображатися тут
zh_hans: 扫描的页面会在此显示

# TextScanOptionsSourcePreviewSupported.ToolTipService.ToolTip
source: Supports preview
ar_tn: يدعم المعاينة
ca: Suporta previsualitzacions
cs: Podporuje náhled
he: תומך בתצוגה מקדימה
hi: पूर्वावलोकन सपोर्ट करता है
hu: Előnézeti lehetőség
nb: Forhåndsvisning støttes
nl: Ondersteunt voorbeeld
pl: Obsługuje podgląd
pt_br: Suporta pré-visualização
ro: Poate efectua previzualizări
ru: Поддерживает предварительный просмотр
sk: Podporuje ukážky
uk: Підтримує попередній перегляд
zh_hans: 支持预览

# HeadingPreview.Text
source: Preview
ar_tn: معاينة
ca: Previsualització
cs: Náhled
he: תצוגה מקדימה
hi: पूर्वावलोकन
hu: Előnézet
nb: Forhåndsvisning
nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualizar
ro: Previzualizare
ru: Предпросмотр
sk: Ukážka
uk: Перегляд
zh_hans: 预览

# TextPreviewError.Text
source: Something went wrong. Please make sure that a page has been inserted and try again.
ar_tn: حدث خطأ ما. الرجاء التأكد من إدخال الصفحة والمحاولة مرة أخرى.
ca: Alguna cosa no ha funcionat. Reviseu que hi hagi una pàgina preparada a l'escàner i torneu-ho a provar.
cs: Něco se pokazilo. Zkontrolujte, zda byla stránka vložena, a zkuste to znovu.
he: משהו השתבש. ודא שנוסף דף ונסה שוב.
hi: कोई अज्ञात त्रुटि उत्पन्न हुई। कृपया सुनिश्चित करें कि कोई पृष्ठ डाला गया है और पुनः प्रयास करें।
hu: Valami nem sikerült. Győződjön meg róla, hogy behelyezett-e egy lapot és próbálja újra.
nb: Noe gikk galt. Vær så snill å forsikre deg om at siden er på plassen sin å forsøk igjen.
nl: Er is iets fout gegaan. Zorg ervoor dat er een pagina is ingevoegd en probeer het opnieuw.
pl: Coś poszło nie tak. Upewnij się, że strona została wprowadzona i spróbuj ponownie.
pt_br: Algo deu errado. Por favor, certifique-se de que uma página foi inserida e tente novamente.
ro: A apărut o problemă. Vă rugăm să vă asigurați că ați introdus o pagină și să încercați din nou.
ru: Что-то пошло не так. Убедитесь, что страница вставлена, и попробуйте ещё раз.
sk: Niečo sa pokazilo. Uistite sa, že bola vložená stránka a skúste to znova.
uk: Щось пішло не так. Переконайтесь, що сторінка була вставлена, і повторіть спробу.
zh_hans: 出错了。请确保纸张已插入并重试。

# ButtonSettingsSaveLocationChoose.Content
source: Choose folder
ar_tn: أختر المجلد
ca: Seleccioneu una carpeta
cs: Vybrat složku
he: בחר תיקיה
hi: फ़ोल्डर चुनें
hu: Mappaválasztás
nb: Velg mappe
nl: Kies folder
pl: Wybierz folder
pt_br: Escolher pasta
ro: Alegeți un folder
ru: Выбрать папку
sk: Vyberte priečinok
uk: Вибрати теку
zh_hans: 选择文件夹

# ButtonSettingsSaveLocationReset.Content
source: Reset to default
ar_tn: إعادة الضبط
ca: Valor per defecte
cs: Výchozí nastavení
he: איפוס לברירת המחדל
hi: डिफ़ॉल्ट अवस्था में रीसेट करें
hu: Visszaállítás
nb: Nullstille
nl: Reset naar standaard
pl: Przywróć ustawienia domyślne
pt_br: Restaurar as configurações padrão
ro: Reveniți la opțiunile inițiale
ru: Вернуть папку по умолчанию
sk: Obnoviť pôvodné nastavenia
uk: Відновити значення за замовчуванням
zh_hans: 还原默认

# HeadingDialogLicenses.Text
source: Third-party licenses
ar_tn: ترخيص الطرف الثالث
ca: Llicències de tercers
cs: Licence třetích stran
he: רישיונות צד שלישי
hi: तृतीय-पक्ष लाइसेंस
hu: Harmadik fél licencei
nb: Tredjepartslisenser
nl: Licenties van derden
pl: Licencje
pt_br: Licenças de terceiros
ro: Licențe terță-parte
ru: Сторонние лицензии
sk: Licencie tretích strán
uk: Сторонні ліцензії
zh_hans: 第三方许可协议

# ErrorMessagePickFolderHeading
source: Something went wrong
ar_tn: حدث خطأ ما
ca: Alguna cosa no ha funcionat
cs: Něco se pokazilo
he: משהו השתבש
hi: कोई अज्ञात त्रुटि उत्पन्न हुई
hu: Hiba történt
nb: Noe ble feil
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ro: A apărut o problemă
ru: Что-то пошло не так. Убедитесь, что страница вставлена, и попробуйте ещё раз.
sk: Niečo sa pokazilo
uk: Щось пішло не так
zh_hans: 出错了

# ErrorMessagePickFolderBody
source: The selected folder is not available. Please try selecting another one.
ar_tn: المجلد غير متاح. الرجاء إختيار ملف آخر.
ca: La carpeta seleccionada no està disponible. Si us plau, seleccioneu una altra carpeta.
cs: Vybraná složka není dostupná. Vyberte prosím jinou.
he: התיקיה שנבחרה אינה זמינה. נסה לבחור מיקום אחר.
hi: चयनित फ़ोल्डर उपलब्ध नहीं है। कृपया किसी अन्य को चुनने का प्रयास करें।
hu: A kiválasztott mappa nem elérhető. Válasszon ki egy másikat.
nb: Den valgte mappen er ikke tilgjengelig. Vennligst prøv å velge en annen en.
nl: De geselecteerde map is niet beschikbaar. Probeer een andere te selecteren.
pl: Wybrany folder jest niedostępny. Spróbuj wybrać inny.
pt_br: A pasta selecionada não está disponível. Por favor, tente selecionar outra pasta.
ro: Folderul ales nu este disponibil. Vă rugăm să încercați să alegeți altul.
ru: Выбранная папка недоступна. Пожалуйста, попробуйте выбрать другую.
sk: Vybraný priečinok nie je dostupný. Skúste vybrať iný.
uk: Вибрана тека недоступна. Будь ласка, спробуйте вибрати іншу.
zh_hans: 选择的文件夹不可用。请选择另一个。

# ErrorMessageResetFolderHeading
source: Something went wrong
ar_tn: حدث خطأ ما
ca: Alguna cosa no ha funcionat
cs: Něco se pokazilo
he: משהו השתבש
hi: कोई अज्ञात त्रुटि उत्पन्न हुई
hu: Hiba történt
nb: Noe gikk feil
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ro: A apărut o problemă
ru: Что-то пошло не так
sk: Niečo sa pokazilo
uk: Щось пішло не так
zh_hans: 出错了

# ErrorMessageResetFolderBody
source: Resetting the folder location failed.
ar_tn: فشلت عملية إعادة تعيين موقع المجلد.
ca: No hem pogut resetejar la carpeta de sortida.
cs: Chyba při obnovování výchozího nastavení
he: איפוס מיקום התיקיה נכשל.
hi: फ़ोल्डर स्थान को रीसेट करना विफल रहा।
hu: A mappa helyének visszaállítása nem sikerült.
nb: Nullstilling av mappelokaliseringen feilet.
nl: Het resetten van de maplocatie is mislukt.
pl: Resetowanie lokalizacji folderu nie powiodło się.
pt_br: A reconfiguração da localização da pasta falhou.
ro: Resetarea locației folderului a eșuat.
ru: Не удалось сбросить расположение папки.
sk: Obnovenie umiestnenia priečinka zlyhalo.
uk: Не вдалося скинути розташування теки.
zh_hans: 重置文件夹位置失败。

# ErrorMessageResetFolderUnauthorizedHeading
source: Access denied
ar_tn: تم رفض الوصول
ca: Accés denegat
cs: Přístup odepřen
he: הגישה נדחתה
hi: ऐक्सेस अस्वीकृत
hu: Hozzáférés megtagadva
nb: Nektet tilgang
nl: Toegang geweigerd
pl: Odmowa dostępu
pt_br: Acesso negado
ro: Acces nepermis
ru: Доступ запрещён
sk: Prístup zamietnutý
uk: Доступ заборонено
zh_hans: 拒绝访问
